# Создание функции
# def - кллючевое слово , от define (определить)
# имя функции - должно быть говорящим, что она делает!
# (параметры) - их может не быть, но скобки все равно нужны
# двоеточие в конце заголовка - сигнатуры (от слова signature - "подпись")
# новая строка
# отступы у всех вложенных строк

#Задание (упрощенное): Задача: написать файл calculator.py, который содержит функции add, subtract, multiply, divide. Каждая из них принимает два числа и возвращает результат соответствующей операции
# До 21:40
def Add (z):
    return z+1000000
#функцмя считает сколько денег мне надо на жизнь
#z это зарплата 
print(Add (200))

