# Пользователь вводит с клавиатуры три числа. 
# Необходимо найти сумму чисел,произведение чисел. Результат 
# вычислений вывести на экран 

x = input('x: ')
x = int(x)
y = input('y: ')
y = int(y)
z = input('z: ')
z = int(z)
A = (x+y+z)
print (A)


